Repository: Cosmin-Teodoru/elearning-platform
Catalog: Elearn-PresentationTier/Elearn.BlazorWASM/Resources/App.*.resx
Languages: da_dk

source: Welcome
da_dk: Velkommen

# Repeat Password-text
source: Repeat Password
da_dk: Gentag adgangskode

source: Name is required
da_dk: Navn er påkrævet

# Username must be at least of length 6
source: Username must be at least 6 characters
da_dk: Brugernavn skal være på mindst 6 tegn

source: Create a new Educational Lecture
da_dk: Opret en ny lektie

# Repeat new password password
source: Repeat new password
da_dk: Gentag ny adgangskode

# @Localizer[&quot;Save&quot;]
source: Save
da_dk: Gem

source: Account does not exist!
da_dk: Kontoen eksisterer ikke!

source: Account Settings
da_dk: Kontoindstillinger

# Add lecture
source: Add a lecture
da_dk: Tilføj en lektie

# Add question
source: Add a question
da_dk: Tilføj et spørgsmål

# address-text
source: Address
da_dk: Adresse

source: All Lectures
da_dk: Alle lektier

source: All Questions
da_dk: Alle spørgsmål

source: Ask a question!
da_dk: Stil et spørgsmål!

# careers-text
source: Career
da_dk: Karriere

source: Change Email
da_dk: Skift e-mail

source: Change Password
da_dk: Ændre adgangskode

source: Choose a strong password
da_dk: Vælg en stærk adgangskode

source: Comment section below
da_dk: Kommentarfelt nedenfor

source: Comments
da_dk: Kommentarer

source: Comments Loading
da_dk: Kommentarer Indlæsning

# contact-text
source: Contact
da_dk: Kontakt

source: Country
da_dk: Land

# Create an account-text
source: Create an account
da_dk: Opret en konto

source: Date
da_dk: Dato

source: Date
da_dk: Dato

source: Delete
da_dk: Slet

source: Delete Account
da_dk: Slet konto

source: Description
da_dk: Beskrivelse

source: Description is missing
da_dk: Der mangler en beskrivelse

source: Edit this lecture
da_dk: Rediger denne lektie

source: Email already taken
da_dk: E-mail allerede optaget

source: Email is required
da_dk: E-mail er nødvendig

# events-text
source: Events
da_dk: Arrangementer

# footer-question-text
source: Learn more
da_dk: Find ud af mere

source: For all people
da_dk: For alle mennesker

# general-text
source: General
da_dk: Generelt

source: Getting the blog post
da_dk: Få blogindlægget

source: Hello
da_dk: Hej

source: Help other students by answering questions
da_dk: Hjælp andre elever ved at besvare spørgsmål

source: Home
da_dk: Hjem

source: Image
da_dk: Billede

source: Improve yourself
da_dk: Forbedre dig selv

source: Loading
da_dk: Indlæsning

source: Look for posts with diferent categories
da_dk: Se efter indlæg med forskellige kategorier

# more-info-text
source: More info
da_dk: Mere info

source: Name already taken
da_dk: Navn allerede optaget

# Name must be at least of length 6
source: Name must be at least 6 characters
da_dk: Navnet skal bestå af mindst 6 tegn

# Name-text
source: Name
da_dk: Navn

source: New Email
da_dk: Ny e-mail

source: New password
da_dk: Ny adgangskode

source: No body found!
da_dk: Der er ikke fundet noget lig!

source: No comments
da_dk: Ingen kommentarer

source: No lectures found
da_dk: Ingen lektier fundet

source: No questions found
da_dk: Ingen spørgsmål fundet

source: No results found
da_dk: Der blev ikke fundet nogen resultater

source: No up voted lectures found
da_dk: Ingen opstemte lektie fundet

source: Old password
da_dk: tidligere adgangskode

source: Only the creator of this lecture can edit it
da_dk: Kun den, der har oprettet denne lektie, kan redigere det

source: Password
da_dk: Adgangskode

source: Password is required
da_dk: Adgangskode er påkrævet

source: Password is wrong
da_dk: Adgangskoden er forkert

# Password must be at least of length 8
source: Password must be at least 8 characters
da_dk: Adgangskoden skal bestå af mindst 8 tegn

source: Password must contain at least one capital letter
da_dk: Adgangskoden skal indeholde mindst ét stort bogstav

source: Password must contain at least one digit
da_dk: Adgangskoden skal indeholde mindst ét ciffer

source: Password must contain at least one lowercase letter
da_dk: Adgangskoden skal indeholde mindst ét lille bogstav

# Password-text
source: Password
da_dk: Adgangskode

# Passwords doesn't match
source: Password does not match
da_dk: Adgangskode passer ikke til

# phone-text
source: Phone
da_dk: Telefon

source: Please log in to ask a question
da_dk: Log ind for at stille et spørgsmål

source: Please log in to change your email
da_dk: Log ind for at ændre din e-mail

source: Please log in to change your password
da_dk: Log ind for at ændre din adgangskode

source: Please log in to create a post
da_dk: Log ind for at oprette et indlæg

source: Please log in to delete your account
da_dk: Log ind for at slette din konto

source: Please log in to manage your account
da_dk: Log ind for at administrere din konto

source: Please log in to view your user profile
da_dk: Log ind for at se din brugerprofil

source: Profile
da_dk: Profil

source: Project-Text
da_dk: Projekt-tekst

source: Question description
da_dk: Beskrivelse af spørgsmålet

source: Question title
da_dk: Spørgsmålets titel

source: Questions
da_dk: Spørgsmål

source: Register
da_dk: Registrere

# Register-text
source: Register
da_dk: Registrere

source: Repeat new password
da_dk: Gentag ny adgangskode

# Repeat password field is required!
source: Repeat password is required
da_dk: Det er nødvendigt at gentage adgangskoden

source: Repeat password
da_dk: Gentag adgangskode

source: Reset
da_dk: Nulstilling

# Reset-text
source: Reset
da_dk: Nulstilling

source: Role
da_dk: Rolle

source: Search
da_dk: Søg

# SearchLectures
source: Search Lecture
da_dk: Søg lektier

source: See lectures from different universities
da_dk: Se lektier fra forskellige universiteter

# Select Role-text
source: Select Role
da_dk: Vælg rolle

# Select your country-text
source: Select your country
da_dk: Vælg dit land

# Select your university-text
source: Select your university
da_dk: Vælg dit universitet

source: Study more and you will become a professional
da_dk: Studer mere, så bliver du professionel

# The email address is invalid
source: The email adress is invalid
da_dk: E-mail-adressen er ugyldig

source: Title
da_dk: Titel

source: Title is missing
da_dk: Der mangler et titel

source: Try to learn more
da_dk: Prøv at lære mere

source: Universities
da_dk: Universiteter

source: University
da_dk: Universitet

source: Up voted Lectures
da_dk: Op stemte lektier

source: Url is missing
da_dk: Url mangler

source: Username
da_dk: Brugernavn

# Username already taken-text
source: Username already taken
da_dk: Brugernavn allerede optaget

source: Username is required
da_dk: Brugernavn er påkrævet

# Username-text
source: Username
da_dk: Brugernavn

source: Validate
da_dk: Validering

# Validate-text
source: Validate
da_dk: Validering

source: We provide quality education
da_dk: Vi tilbyder kvalitetsuddannelse

# we-are-a-community-that-share-knowledge-for-learning-text
source: We-are-a-community-that-share-knowledge-for-learning
da_dk: Vi-er-et-fællesskab,-der-deler-viden-for-at-lære

# website-text
source: Webiste
da_dk: Hjemmeside

source: Wrong password
da_dk: Forkert adgangskode

source: You can help
da_dk: Du kan hjælpe

# Lastest-questions-here
source: Students have recently asked these questions
da_dk: Seneste spørgsmål her

# Lastest-lectures-here
source: See the lastest lectures!
da_dk: Seneste foredrag her

source: Search Lectures
da_dk: Søg foredrag

source: Search Questions
da_dk: Søgespørgsmål

source: Language
da_dk: Sprog

source: Verified
da_dk: verificeret

source: Lectures
da_dk: foredrag

# All Question
source: All Questions
da_dk: Alle spørgsmål

source: Answers section below
da_dk: Svarsektionen nedenfor

source: Answers
da_dk: Svar

source: Answers loading
da_dk: Svar indlæses

source: Edit this question
da_dk: Rediger dette spørgsmål

source: No answers
da_dk: Ingen svar

source: Save changes
da_dk: Gem ændringer

source: Post an answer
da_dk: post et svar

source: Edit
da_dk: Redige
